Repository: MotorolaMobilityLLC/external-selinux
Catalog: policycoreutils/po/*.po
Languages: pt

source: MLS/MCS Level
pt: Nível do MLS/MCS

source: Port
pt: Porto

source: Port number "%s" is not valid. 0 < PORT_NUMBER < 65536
pt: O número de porto "%s" não é válido. 0 < NÚMERO PORTO < 65536

source: Group View
pt: Vista de Grupo

source: SELinux Service Protection
pt: Protecção de Serviços do SELinux

source: Disable SELinux protection for acct daemon
pt: Desactivar a protecção do SELinux para o servidor 'acct'

source: Admin
pt: Administração

source: Allow all daemons to write corefiles to /
pt: Permitir a todos os servidores criarem ficheiros 'core' no /

source: Allow all daemons the ability to use unallocated ttys
pt: Permitir a todos os servidores usarem TTYs não reservados

source: User Privs
pt: Privilégios do Utilizador

source: Memory Protection
pt: Protecção de Memória

source: Allow java executable stack
pt: Permitir a pilha executável do Java

source: Mount
pt: Montar

source: Allow mount to mount any file
pt: Permitir ao 'mount' montar qualquer ficheiro

source: Allow mount to mount any directory
pt: Permitir ao 'mount' montar qualquer pasta

source: Allow mplayer executable stack
pt: Permitir a pilha executável do MPlayer

source: Allow ssh to run ssh-keysign
pt: Permitir ao SSH executar o 'ssh-keysign'

source: Network Configuration
pt: Configuração da Rede

source: Allow unlabeled packets to flow on the network
pt: Permitir o fluxo de pacotes não-legendados pela rede

source: Allow unconfined to dyntrans to unconfined_execmem
pt: Permitir a não-confinação do 'dyntrans' para o 'unconfined_execmem'

source: Databases
pt: Bases de Dados

source: Allow user to connect to mysql socket
pt: Permitir ao utilizador ligar-se ao porto do MySQL

source: Allow user to connect to postgres socket
pt: Permitir ao utilizador ligar-se ao porto do PostgreSQL

source: XServer
pt: Servidor X

source: Allow clients to write to X shared memory
pt: Permitir aos clientes escreverem na memória partilhada do X

source: Allow daemons to run with NIS
pt: Permitir aos servidores executarem com o NIS

source: Web Applications
pt: Aplicações Web

source: Transition staff SELinux user to Web Browser Domain
pt: Transitar o utilizador 'staff' do SELinux para o Domínio de Navegação Web

source: Transition sysadm SELinux user to Web Browser Domain
pt: Transitar o utilizador 'sysadm' do SELinux para o Domínio de Navegação Web

source: Transition user SELinux user to Web Browser Domain
pt: Transitar o utilizador 'user' do SELinux para o Domínio de Navegação Web

source: Transition xguest SELinux user to Web Browser Domain
pt: Transitar o utilizador 'xguest' do SELinux para o Domínio de Navegação Web

source: Allow staff Web Browsers to write to home directories
pt: Permitir aos Navegadores Web do 'staff' escrever nas pastas pessoais

source: Disable SELinux protection for amanda
pt: Desactivar a protecção do SELinux para o Amanda

source: Disable SELinux protection for amavis
pt: Desactivar a protecção do SELinux para o Amavis

source: Disable SELinux protection for apmd daemon
pt: Desactivar a protecção do SELinux para o serviço 'apmd'

source: Disable SELinux protection for arpwatch daemon
pt: Desactivar a protecção do SELinux para o serviço 'arpwatch'

source: Disable SELinux protection for auditd daemon
pt: Desactivar a protecção do SELinux para o serviço 'auditd'

source: Disable SELinux protection for automount daemon
pt: Desactivar a protecção do SELinux para o serviço 'automount'

source: Disable SELinux protection for avahi
pt: Desactivar a protecção do SELinux para o Avahi

source: Disable SELinux protection for bluetooth daemon
pt: Desactivar a protecção do SELinux para o serviço 'bluetooth'

source: Disable SELinux protection for canna daemon
pt: Desactivar a protecção do SELinux para o serviço 'canna'

source: Disable SELinux protection for cardmgr daemon
pt: Desactivar a protecção do SELinux para o serviço 'cardmgr'

source: Disable SELinux protection for Cluster Server
pt: Desactivar a protecção do SELinux para o Servidor de 'Clusters'

source: Allow cdrecord to read various content. nfs, samba, removable devices, user temp and untrusted content files
pt: Permitir ao 'cdrecord' ler conteúdo diverso: ficheiros de conteúdo não-fiável e temporário, NFS, Samba, dispositivos removíveis, etc

source: Disable SELinux protection for ciped daemon
pt: Desactivar a protecção do SELinux para o serviço 'ciped'

source: Disable SELinux protection for clamd daemon
pt: Desactivar a protecção do SELinux para o serviço 'clamd'

source: Disable SELinux protection for clamscan
pt: Desactivar a protecção do SELinux para o serviço 'clamscan'

source: Disable SELinux protection for clvmd
pt: Desactivar a protecção do SELinux para o serviço 'clvmd'

source: Disable SELinux protection for comsat daemon
pt: Desactivar a protecção do SELinux para o serviço 'comsat'

source: Disable SELinux protection for courier daemon
pt: Desactivar a protecção do SELinux para o serviço 'courier'

source: Disable SELinux protection for cpucontrol daemon
pt: Desactivar a protecção do SELinux para o serviço 'cpucontrol'

source: Disable SELinux protection for cpuspeed daemon
pt: Desactivar a protecção do SELinux para o serviço 'cpuspeed'

source: Disable SELinux protection for crond daemon
pt: Desactivar a protecção do SELinux para o serviço 'crond'

source: Printing
pt: Impressão

source: Disable SELinux protection for cupsd daemon
pt: Desactivar a protecção do SELinux para o serviço 'cupsd'

source: Disable SELinux protection for cupsd_lpd
pt: Desactivar a protecção do SELinux para o serviço 'cupsd_lpd'

source: Disable SELinux protection for cvs daemon
pt: Desactivar a protecção do SELinux para o serviço 'cvs'

source: Disable SELinux protection for cyrus daemon
pt: Desactivar a protecção do SELinux para o serviço 'cyrus'

source: Disable SELinux protection for dbskkd daemon
pt: Desactivar a protecção do SELinux para o serviço 'dbskkd'

source: Disable SELinux protection for dbusd daemon
pt: Desactivar a protecção do SELinux para o serviço 'dbusd'

source: Disable SELinux protection for dccd
pt: Desactivar a protecção do SELinux para o serviço 'dccd'

source: Disable SELinux protection for dccifd
pt: Desactivar a protecção do SELinux para o serviço 'dccifd'

source: Disable SELinux protection for dccm
pt: Desactivar a protecção do SELinux para o serviço 'dccm'

source: Disable SELinux protection for ddt daemon
pt: Desactivar a protecção do SELinux para o serviço 'ddt'

source: Disable SELinux protection for devfsd daemon
pt: Desactivar a protecção do SELinux para o serviço 'devfsd'

source: Disable SELinux protection for dhcpc daemon
pt: Desactivar a protecção do SELinux para o serviço 'dhcpc'

source: Disable SELinux protection for dhcpd daemon
pt: Desactivar a protecção do SELinux para o serviço 'dhcpd'

source: Disable SELinux protection for dictd daemon
pt: Desactivar a protecção do SELinux para o serviço 'dictd'

source: Allow sysadm_t to directly start daemons
pt: Permitir ao 'sysadm_t' iniciar directamente os serviços

source: Disable SELinux protection for Evolution
pt: Desactivar a protecção do SELinux para o Evolution

source: Games
pt: Jogos

source: Disable SELinux protection for games
pt: Desactivar a protecção do SELinux para os jogos

source: Disable SELinux protection for the web browsers
pt: Desactivar a protecção do SELinux para os navegadores Web

source: Disable SELinux protection for Thunderbird
pt: Desactivar a protecção do SELinux para o Thunderbird

source: Disable SELinux protection for distccd daemon
pt: Desactivar a protecção do SELinux para o serviço 'distccd'

source: Disable SELinux protection for dmesg daemon
pt: Desactivar a protecção do SELinux para o serviço 'dmesg'

source: Disable SELinux protection for dnsmasq daemon
pt: Desactivar a protecção do SELinux para o serviço 'dnsmasq'

source: Disable SELinux protection for dovecot daemon
pt: Desactivar a protecção do SELinux para o serviço 'dovecot'

source: Disable SELinux protection for entropyd daemon
pt: Desactivar a protecção do SELinux para o serviço 'entropyd'

source: Disable SELinux protection for fetchmail
pt: Desactivar a protecção do SELinux para o 'fetchmail'

source: Disable SELinux protection for fingerd daemon
pt: Desactivar a protecção do SELinux para o serviço 'fingerd'

source: Disable SELinux protection for freshclam daemon
pt: Desactivar a protecção do SELinux para o serviço 'freshclam'

source: Disable SELinux protection for fsdaemon daemon
pt: Desactivar a protecção do SELinux para o serviço 'fsdaemon'

source: Disable SELinux protection for gpm daemon
pt: Desactivar a protecção do SELinux para o serviço 'gpm'

source: Disable SELinux protection for gss daemon
pt: Desactivar a protecção do SELinux para o serviço 'gss'

source: Compatibility
pt: Compatibilidade

source: Do not audit things that we know to be broken but which are not security risks
pt: Não auditar as coisas marcadas como problemáticas mas que não são problemas de segurança

source: Disable SELinux protection for hostname daemon
pt: Desactivar a protecção do SELinux para o serviço 'hostname'

source: Disable SELinux protection for hotplug daemon
pt: Desactivar a protecção do SELinux para o serviço 'hotplug'

source: Disable SELinux protection for howl daemon
pt: Desactivar a protecção do SELinux para o serviço 'howl'

source: Disable SELinux protection for cups hplip daemon
pt: Desactivar a protecção do SELinux para o serviço 'hplip' do CUPS

source: Disable SELinux protection for httpd rotatelogs
pt: Desactivar a protecção do SELinux para o serviço 'rotatelogs' do HTTPD

source: HTTPD Service
pt: Serviço do HTTPD

source: Disable SELinux protection for http suexec
pt: Desactivar a protecção do SELinux para o serviço 'suexec' do HTTPD

source: Disable SELinux protection for hwclock daemon
pt: Desactivar a protecção do SELinux para o serviço 'hwclock'

source: Disable SELinux protection for i18n daemon
pt: Desactivar a protecção do SELinux para o serviço 'i18n'

source: Disable SELinux protection for imazesrv daemon
pt: Desactivar a protecção do SELinux para o serviço 'imazesrv'

source: Disable SELinux protection for inetd child daemons
pt: Desactivar a protecção do SELinux para os serviços-filhos do 'inetd'

source: Disable SELinux protection for inetd daemon
pt: Desactivar a protecção do SELinux para o serviço 'inetd'

source: Disable SELinux protection for innd daemon
pt: Desactivar a protecção do SELinux para o serviço 'innd'

source: Disable SELinux protection for iptables daemon
pt: Desactivar a protecção do SELinux para o serviço 'iptables'

source: Disable SELinux protection for ircd daemon
pt: Desactivar a protecção do SELinux para o serviço 'ircd'

source: Disable SELinux protection for irqbalance daemon
pt: Desactivar a protecção do SELinux para o serviço 'irqbalance'

source: Disable SELinux protection for iscsi daemon
pt: Desactivar a protecção do SELinux para o serviço 'iscsi'

source: Disable SELinux protection for jabberd daemon
pt: Desactivar a protecção do SELinux para o serviço 'jabberd'

source: Disable SELinux protection for kadmind daemon
pt: Desactivar a protecção do SELinux para o serviço 'kadmin'

source: Disable SELinux protection for klogd daemon
pt: Desactivar a protecção do SELinux para o serviço 'klog'

source: Disable SELinux protection for krb5kdc daemon
pt: Desactivar a protecção do SELinux para o serviço 'krb5kdc'

source: Disable SELinux protection for ktalk daemons
pt: Desactivar a protecção do SELinux para os serviços do 'ktalk'

source: Disable SELinux protection for kudzu daemon
pt: Desactivar a protecção do SELinux para o serviço 'kudzu'

source: Disable SELinux protection for locate daemon
pt: Desactivar a protecção do SELinux para o serviço 'locate'

source: Disable SELinux protection for lpd daemon
pt: Desactivar a protecção do SELinux para o serviço 'lpd'

source: Disable SELinux protection for lrrd daemon
pt: Desactivar a protecção do SELinux para o serviço 'lrrd'

source: Disable SELinux protection for lvm daemon
pt: Desactivar a protecção do SELinux para o serviço 'lvm'

source: Disable SELinux protection for mailman
pt: Desactivar a protecção do SELinux para o 'mailman'

source: Allow evolution and thunderbird to read user files
pt: Permitir ao Evolution e Thunderbird lerem ficheiros do utilizador

source: Disable SELinux protection for mdadm daemon
pt: Desactivar a protecção do SELinux para o serviço 'mdadm'

source: Disable SELinux protection for monopd daemon
pt: Desactivar a protecção do SELinux para o serviço 'monopd'

source: Allow the mozilla browser to read user files
pt: Permitir ao navegador Mozilla ler os ficheiros do utilizador

source: Disable SELinux protection for mrtg daemon
pt: Desactivar a protecção do SELinux para o serviço 'mrtg'

source: Disable SELinux protection for mysqld daemon
pt: Desactivar a protecção do SELinux para o serviço 'mysqld'

source: Disable SELinux protection for nagios daemon
pt: Desactivar a protecção do SELinux para o serviço 'nagios'

source: Name Service
pt: Serviço de Nomes

source: Disable SELinux protection for named daemon
pt: Desactivar a protecção do SELinux para o serviço 'named'

source: Disable SELinux protection for nessusd daemon
pt: Desactivar a protecção do SELinux para o serviço 'nessusd'

source: Disable SELinux protection for NetworkManager
pt: Desactivar a protecção do SELinux para o NetworkManager

source: Disable SELinux protection for nfsd daemon
pt: Desactivar a protecção do SELinux para o serviço 'nfsd'

source: Disable SELinux protection for nmbd daemon
pt: Desactivar a protecção do SELinux para o serviço 'nmbd'

source: Disable SELinux protection for nrpe daemon
pt: Desactivar a protecção do SELinux para o serviço 'nrpe'

source: Disable SELinux protection for nscd daemon
pt: Desactivar a protecção do SELinux para o serviço 'nscd'

source: Disable SELinux protection for nsd daemon
pt: Desactivar a protecção do SELinux para o serviço 'nsd'

source: Disable SELinux protection for ntpd daemon
pt: Desactivar a protecção do SELinux para o serviço 'ntpd'

source: Disable SELinux protection for oddjob
pt: Desactivar a protecção do SELinux para o Oddjob

source: Disable SELinux protection for oddjob_mkhomedir
pt: Desactivar a protecção do SELinux para o 'oddjob_mkhomedir'

source: Disable SELinux protection for openvpn daemon
pt: Desactivar a protecção do SELinux para o serviço 'openvpn'

source: Disable SELinux protection for pam daemon
pt: Desactivar a protecção do SELinux para o serviço 'pam'

source: Disable SELinux protection for pegasus
pt: Desactivar a protecção do SELinux para o serviço 'pegasus'

source: Disable SELinux protection for perdition daemon
pt: Desactivar a protecção do SELinux para o serviço 'perdition'

source: Disable SELinux protection for portmap daemon
pt: Desactivar a protecção do SELinux para o serviço 'portmap'

source: Disable SELinux protection for portslave daemon
pt: Desactivar a protecção do SELinux para o serviço 'portslave'

source: Disable SELinux protection for postfix
pt: Desactivar a protecção do SELinux para o 'postfix'

source: Disable SELinux protection for postgresql daemon
pt: Desactivar a protecção do SELinux para o serviço 'postgresql'

source: Allow pppd to be run for a regular user
pt: Permitir ao 'pppd' ser executado por um utilizador normal

source: Disable SELinux protection for pptp
pt: Desactivar a protecção do SELinux para o 'pptp'

source: Disable SELinux protection for prelink daemon
pt: Desactivar a protecção do SELinux para o serviço 'prelink'

source: Disable SELinux protection for privoxy daemon
pt: Desactivar a protecção do SELinux para o serviço 'privoxy'

source: Disable SELinux protection for ptal daemon
pt: Desactivar a protecção do SELinux para o serviço 'ptal'

source: Disable SELinux protection for pxe daemon
pt: Desactivar a protecção do SELinux para o serviço 'pxe'

source: Disable SELinux protection for pyzord
pt: Desactivar a protecção do SELinux para o 'pyzord'

source: Disable SELinux protection for quota daemon
pt: Desactivar a protecção do SELinux para o serviço 'quota'

source: Disable SELinux protection for radiusd daemon
pt: Desactivar a protecção do SELinux para o serviço 'radiusd'

source: Disable SELinux protection for radvd daemon
pt: Desactivar a protecção do SELinux para o serviço 'radvd'

source: Disable SELinux protection for rdisc
pt: Desactivar a protecção do SELinux para o serviço 'rdisc'

source: Disable SELinux protection for readahead
pt: Desactivar a protecção do SELinux para o serviço 'readahead'

source: Allow programs to read files in non-standard locations (default_t)
pt: Permitir aos programas lerem ficheiros em pastas fora do normal (default_t)

source: Disable SELinux protection for restorecond
pt: Desactivar a protecção do SELinux para o 'restorecond'

source: Disable SELinux protection for rhgb daemon
pt: Desactivar a protecção do SELinux para o serviço 'rhgb'

source: Disable SELinux protection for ricci
pt: Desactivar a protecção do SELinux para o 'ricci'

source: Disable SELinux protection for ricci_modclusterd
pt: Desactivar a protecção do SELinux para o 'ricci_modclusterd'

source: Disable SELinux protection for rlogind daemon
pt: Desactivar a protecção do SELinux para o serviço 'rlogind'

source: Disable SELinux protection for rpcd daemon
pt: Desactivar a protecção do SELinux para o serviço 'rpcd'

source: Disable SELinux protection for rshd
pt: Desactivar a protecção do SELinux para o 'rshd'

source: Disable SELinux protection for rsync daemon
pt: Desactivar a protecção do SELinux para o serviço 'rsync'

source: Allow ssh to run from inetd instead of as a daemon
pt: Permitir ao SSH correr a partir do 'inetd' em vez de ser um servidor

source: Allow Samba to share nfs directories
pt: Permitir ao Samba partilhar as pastas do NFS

source: SASL authentication server
pt: Servidor de autenticação do SASL

source: Allow sasl authentication server to read /etc/shadow
pt: Permitir ao servidor de autenticação do SASL ler o '/etc/shadow'

source: Allow X-Windows server to map a memory region as both executable and writable
pt: Permitir ao servidor do X mapear uma região de memória como executável e para escrita

source: Disable SELinux protection for saslauthd daemon
pt: Desactivar a protecção do SELinux para o serviço 'saslauthd'

source: Disable SELinux protection for scannerdaemon daemon
pt: Desactivar a protecção do SELinux para o serviço 'scannerdaemon'

source: Do not allow transition to sysadm_t, sudo and su effected
pt: Não permitir a transição para o 'sysadm_t'; o 'sudo' e o 'su' são afectados

source: Do not allow any processes to load kernel modules
pt: Não permitir a nenhum processo carregar módulos do 'kernel'

source: Do not allow any processes to modify kernel SELinux policy
pt: Não permitir a nenhum processo modificar a política do SELinux no 'kernel'

source: Disable SELinux protection for sendmail daemon
pt: Desactivar a protecção do SELinux para o serviço 'sendmail'

source: Disable SELinux protection for setrans
pt: Desactivar a protecção do SELinux para o serviço 'setrans'

source: Disable SELinux protection for slapd daemon
pt: Desactivar a protecção do SELinux para o serviço 'slapd'

source: Disable SELinux protection for slrnpull daemon
pt: Desactivar a protecção do SELinux para o serviço 'slrnpull'

source: Disable SELinux protection for smbd daemon
pt: Desactivar a protecção do SELinux para o serviço 'smbd'

source: Disable SELinux protection for snmpd daemon
pt: Desactivar a protecção do SELinux para o serviço 'snmpd'

source: Disable SELinux protection for snort daemon
pt: Desactivar a protecção do SELinux para o serviço 'snort'

source: Disable SELinux protection for soundd daemon
pt: Desactivar a protecção do SELinux para o serviço 'soundd'

source: Disable SELinux protection for sound daemon
pt: Desactivar a protecção do SELinux para o serviço 'sound'

source: Disable SELinux protection for spamd daemon
pt: Desactivar a protecção do SELinux para o serviço 'spamd'

source: Allow spamd to access home directories
pt: Permitir ao 'spamd' aceder às pastas pessoais

source: Disable SELinux protection for speedmgmt daemon
pt: Desactivar a protecção do SELinux para o serviço 'speedmgmt'

source: Allow squid daemon to connect to the network
pt: Permitir ao servidor Squid aceder à rede

source: Disable SELinux protection for squid daemon
pt: Desactivar a protecção do SELinux para o serviço 'squid'

source: Disable SELinux protection for ssh daemon
pt: Desactivar a protecção do SELinux para o serviço 'ssh'

source: Allow ssh logins as sysadm_r:sysadm_t
pt: Permitir as autenticações de SSH como 'sysadm_r:sysadm_t'

source: Allow staff_r users to search the sysadm home dir and read files (such as ~/.bashrc)
pt: Permitir aos utilizadores 'staff_r' pesquisarem a pasta pessoal do 'sysadm' e ler os ficheiros (como o ~/.bashrc)

source: Universal SSL tunnel
pt: Túnel de SSL universal

source: Disable SELinux protection for stunnel daemon
pt: Desactivar a protecção do SELinux para o serviço 'stunnel'

source: Allow stunnel daemon to run as standalone, outside of xinetd
pt: Permitir ao serviço 'stunnel' executar-se autonomamente, fora do 'xinetd'

source: Disable SELinux protection for swat daemon
pt: Desactivar a protecção do SELinux para o serviço 'swat'

source: Disable SELinux protection for sxid daemon
pt: Desactivar a protecção do SELinux para o serviço 'sxid'

source: Disable SELinux protection for syslogd daemon
pt: Desactivar a protecção do SELinux para o serviço 'syslogd'

source: Disable SELinux protection for system cron jobs
pt: Desactivar a protecção do SELinux para as tarefas do CRON do sistema

source: Disable SELinux protection for tcp daemon
pt: Desactivar a protecção do SELinux para o serviço 'tcp'

source: Disable SELinux protection for telnet daemon
pt: Desactivar a protecção do SELinux para o serviço 'telnet'

source: Disable SELinux protection for tftpd daemon
pt: Desactivar a protecção do SELinux para o serviço 'tftpd'

source: Disable SELinux protection for transproxy daemon
pt: Desactivar a protecção do SELinux para o serviço 'transproxy'

source: Disable SELinux protection for udev daemon
pt: Desactivar a protecção do SELinux para o serviço 'udev'

source: Disable SELinux protection for uml daemon
pt: Desactivar a protecção do SELinux para o serviço 'uml'

source: Allow xinetd to run unconfined, including any services it starts that do not have a domain transition explicitly defined
pt: Permitir ao 'xinetd' correr como não-confinado, incluindo os serviços que inicia e que não têm uma transição de domínio definida explicitamente

source: Allow rc scripts to run unconfined, including any daemon started by an rc script that does not have a domain transition explicitly defined
pt: Permitir aos programas 'rc' correrem como não-confinados, incluindo os serviços iniciados por um programa 'rc' que não tenha uma transição de domínio definida explicitamente

source: Allow rpm to run unconfined
pt: Permitir ao RPM ser executado como não-confinado

source: Allow privileged utilities like hotplug and insmod to run unconfined
pt: Permitir a execução não-confinada dos utilitários privilegiados como o 'hotplug' e o 'insmod'

source: Disable SELinux protection for updfstab daemon
pt: Desactivar a protecção do SELinux para o serviço 'updfstab'

source: Disable SELinux protection for uptimed daemon
pt: Desactivar a protecção do SELinux para o serviço 'uptimed'

source: Allow user_r to reach sysadm_r via su, sudo, or userhelper. Otherwise, only staff_r can do so
pt: Permitir ao 'user_r' aceder ao 'sysadm_r' com o 'su', 'sudo' ou o 'userhelper'. Caso contrário, só o 'staff_r' o poderá fazer

source: Allow users to execute the mount command
pt: Permitir aos utilizadores executarem o comando 'mount'
