Repository: MotorolaMobilityLLC/external-selinux
Catalog: policycoreutils/po/*.po
Languages: pt

source: Allow regular users direct mouse access (only allow the X server)
pt: Permitir aos utilizadores normais acederem ao rato (só permitir o servidor X)

source: Allow users to run the dmesg command
pt: Permitir aos utilizadores executarem o comando 'dmesg'

source: Allow users to control network interfaces (also needs USERCTL=true)
pt: Permitir aos utilizadores controlarem as interfaces de rede (também precisa do USERCTL=true)

source: Allow normal user to execute ping
pt: Permitir a um utilizador normal executar o 'ping'

source: Allow user to r/w noextattrfile (FAT, CDROM, FLOPPY)
pt: Permitir a um utilizador escrever num 'noextattrfile' (FAT, CDROM, FLOPPY)

source: Allow users to rw usb devices
pt: Permitir aos utilizadores gravarem em dispositivos USB

source: Allow users to run TCP servers (bind to ports and accept connection from the same domain and outside users) disabling this forces FTP passive mode and may change other protocols
pt: Permitir aos utilizadores executarem servidores do TCP (associar a portos e aceitar ligações do mesmo domínio e de utilizadores exteriores); se desactivar isto irá forçar o modo passivo do FTP e poderá alterar outros protocolos

source: Allow user to stat ttyfiles
pt: Permitir ao utilizador fazer um 'stat' em ficheiros de TTY

source: Disable SELinux protection for uucpd daemon
pt: Desactivar a protecção do SELinux para o serviço 'uucpd'

source: Disable SELinux protection for vmware daemon
pt: Desactivar a protecção do SELinux para o serviço 'vmware'

source: Disable SELinux protection for watchdog daemon
pt: Desactivar a protecção do SELinux para o serviço 'watchdog'

source: Disable SELinux protection for winbind daemon
pt: Desactivar a protecção do SELinux para o serviço 'winbind'

source: Disable SELinux protection for xdm daemon
pt: Desactivar a protecção do SELinux para o serviço 'xdm'

source: Allow xdm logins as sysadm_r:sysadm_t
pt: Permitir as autenticações no 'xdm' como 'sysadm_r:sysadm_t'

source: Disable SELinux protection for xen daemon
pt: Desactivar a protecção do SELinux para o serviço 'xen'

source: Allow xen to read/write physical disk devices
pt: Permitir ao Xen ler/escrever em dispositivos físicos do disco

source: Disable SELinux protection for xfs daemon
pt: Desactivar a protecção do SELinux para o serviço 'xfs'

source: Disable SELinux protection for ypbind daemon
pt: Desactivar a protecção do SELinux para o serviço 'ypbind'

source: Disable SELinux protection for NIS Password Daemon
pt: Desactivar a protecção do SELinux para o Servidor de Senhas do NIS

source: Disable SELinux protection for ypserv daemon
pt: Desactivar a protecção do SELinux para o serviço 'ypserv'

source: Disable SELinux protection for NIS Transfer Daemon
pt: Desactivar a protecção do SELinux para o Servidor de Transferências do NIS

source: Are you sure you want to delete %s '%s'?
pt: Tem a certeza que deseja remover o %s '%s'?

source: Delete %s
pt: Apagar o %s

source: Add %s
pt: Adicionar o %s

source: Modify %s
pt: Modificar o %s

source: Permissive
pt: Permissivo

source: Enforcing
pt: Obrigatório

source: Disabled
pt: Inactivo

source: Status
pt: Estado

source: Changing the policy type will cause a relabel of the entire file system on the next boot. Relabeling takes a long time depending on the size of the file system. Do you wish to continue?
pt: A mudança do tipo de política obriga a voltar a etiquetar todo o sistema de ficheiros no próximo arranque. Esta operação demora bastante tempo, dependendo do tamanho do sistema de ficheiros. Deseja continuar?

source: Changing to SELinux disabled requires a reboot. It is not recommended. If you later decide to turn SELinux back on, the system will be required to relabel. If you just want to see if SELinux is causing a problem on your system, you can go to permissive mode which will only log errors and not enforce SELinux policy. Permissive mode does not require a reboot Do you wish to continue?
pt: A mudança para a desactivação do SELinux necessita de um reinício do sistema. Isto não é recomendado. Se optar por activar de novo o SELinux, o sistema terá de ser legendado de novo. Se apenas quiser ver se o SELinux está a provocar algum problema no seu sistema, poderá mudar para o modo permissivo, que só irá registar os erros e não irá aplicar a política do SELinux. O modo permissivo não necessita de reiniciar o sistema. Deseja continuar?

source: Changing to SELinux enabled will cause a relabel of the entire file system on the next boot. Relabeling takes a long time depending on the size of the file system. Do you wish to continue?
pt: Activar o SELinux obriga a voltar a etiquetar todo o sistema de ficheiros no próximo arranque. Esta operação demora bastante tempo, dependendo do tamanho do sistema de ficheiros. Deseja continuar?

source: Add SELinux Login Mapping
pt: Adicionar um Mapeamento de Contas do SELinux

source: Add SELinux Network Ports
pt: Adicionar Portos de Rede ao SELinux

source: SELinux Type
pt: Tipo do SELinux

source: SELinux MLS/MCS Level
pt: Nível MLS/MCS do SELinux

source: File Specification
pt: Especificação do Ficheiro

source: File Type
pt: Tipo de Ficheiro

source: all files regular file directory character device block device socket symbolic link named pipe
pt: todos os ficheiros ficheiro normal pasta dispositivo de carácter dispositivo de bloco 'socket' ligação simbólica 'pipe' com nome

source: Add SELinux User
pt: Adicionar o Utilizador do SELinux

source: SELinux Administration
pt: Administração do SELinux

source: Add
pt: Adicionar

source: _Properties
pt: _Propriedades

source: _Delete
pt: Apa_gar

source: Select Management Object
pt: Seleccionar o Objecto da Gestão

source: <b>Select:</b>
pt: <b>Seleccionar:</b>

source: System Default Enforcing Mode
pt: Modo de Aplicação Predefinido do Sistema

source: Current Enforcing Mode
pt: Modo de Aplicação Actual

source: System Default Policy Type:
pt: Tipo de Política Predefinida do Sistema:

source: Select if you wish to relabel then entire file system on next reboot. Relabeling can take a very long time, depending on the size of the system. If you are changing policy types or going from disabled to enforcing, a relabel is required.
pt: Seleccione se quiser legendar ou etiquetar de novo todo o sistema de ficheiros no próximo arranque. Esta nova legendagem poderá levar bastante tempo, dependendo do tamanho do sistema. Se estiver a alterar os tipos de políticas ou mudar do modo desactivado para o obrigatório, é necessária uma nova legendagem.

source: Relabel on next reboot.
pt: Legendar no próximo arranque.

source: Filter
pt: Filtro

source: Add File Context
pt: Adicionar um Contexto de Ficheiros

source: Modify File Context
pt: Modificar o Contexto de Ficheiros

source: Delete File Context
pt: Apagar o Contexto de Ficheiros

source: Add SELinux User Mapping
pt: Adicionar um Mapeamento de Utilizadores do SELinux

source: Modify SELinux User Mapping
pt: Modificar o Mapeamento de Utilizadores do SELinux

source: Delete SELinux User Mapping
pt: Apagar o Mapeamento de Utilizadores do SELinux

source: Add Translation
pt: Adicionar uma Tradução

source: Modify Translation
pt: Modificar a Tradução

source: Delete Translation
pt: Apagar a Tradução

source: Modify SELinux User
pt: Modificar o Utilizador do SELinux

source: Add Network Port
pt: Adicionar um Porto de Rede

source: Edit Network Port
pt: Editar o Porto de Rede

source: Delete Network Port
pt: Apagar o Porto de Rede

source: Generate new policy module
pt: Gerar um novo módulo de política

source: Load policy module
pt: Carregar o módulo de políticas

source: Remove loadable policy module
pt: Remover o módulo de política carregável

source: Sensitvity Level
pt: Nível de Sensibilidade

source: SELinux user '%s' is required
pt: O utilizador do SELinux '%s' é obrigatório
